<?php

$L = array(

//----------------------------
// General word list
//----------------------------

"no" =>
"いいえ",

"yes" =>
"はい",

"on" => 
"on（オン）",

"off" => 
"off（オフ）",

"first" =>
"最初",

"last" =>
"最後",

"enabled" => 
"有効",

"disabled" => 
"無効",

"back" => 
"戻る",

"submit" =>
"実行",

"update" =>
"アップデート",

"thank_you" =>
"ありがとうございました!",

"page" =>
"ページ",

"of" =>
"of",

'by' =>
'by',

'at' =>
'at',

'dot' =>
'ドット',

'search' =>
"検索",

"system_off_msg" => 
"このサイトは現在アクティブではありません。",

"not_authorized" => 
"このアクションを実行する権限がありません。",

"auto_redirection" =>
"%x秒で自動的にジャンプします。",

"click_if_no_redirect" =>
"ジャンプしない場合はここをクリックしてください。",

"return_to_previous" =>
"前ページに戻ります。",

//----------------------------
// Errors
//----------------------------

"error" =>
"エラー",

"invalid_url" =>
"提出したURLは無効です。",

"submission_error" =>
"提出したフォームには以下のエラーがありました。",

"general_error" =>
"下記のエラーが生じました。",

"invalid_action" => 
"要求したアクションは無効です。",

"captcha_required" =>
"画像に表示される用語を提出してください。",

"captcha_incorrect" =>
"画像に表示される用語を提出していません。",

"nonexistant_page" =>
"要求したページはありませんでした。",


//----------------------------
// Member Groups
//----------------------------

"banned" =>
"禁止",

"guests" =>
"ゲスト",

"members" =>
"メンバー",

"pending" =>
"保留",

"super_admins" =>
"Super Admin",


//----------------------------
// Template.php
//----------------------------

"error_tag_syntax" => 
"以下のタグは構文エラーです。:",

"error_fix_syntax" => 
"テンプレートで構文を修正してください。",

"error_tag_module_processing" =>
"以下のタグは処理できません。:",

"error_fix_module_processing" =>
"'%x'モジュールがインストールされているか、また'%y'がそのモジュールに利用可能なメソッドかチェックしてください。",

"template_loop" =>
"サブテンプレートが不正にネストされたせいでテンプレートループが生じました。",

//----------------------------
// Email
//----------------------------

"forgotten_email_sent" => 
"パスワード再設定の指示がEメール送信されました。",

"error_sending_email" => 
"現在Eメール送信不能です。",

"no_email_found" => 
"提出したEメールアドレスはデータベースにありませんでした。",

"your_new_login_info" => 
"ログイン情報",

"reset_link" => 
"パスワードを再設定するには以下のページを開いてください。:",

"password_will_be_reset" => 
"パスワードは自動再設定され、新規パスワードがEメール送信されます。",

"ignore_password_message" => 
"パスワードを再設定しない場合はこのメッセージを無視してください。24時間で期限切れになります。",

"password_has_been_reset" => 
"パスワードが再設定され、新規パスワードがEメール送信されました。",

"new_login_info" => 
"新規ログイン情報です。:",


//----------------------------
// Date
//----------------------------

"year" =>
"年",

"years" =>
"年",

"month" =>
"月",

"months" =>
"月",

"week" =>
"週",

"weeks" =>
"週",

"day" =>
"日",

"days" =>
"日",

"hour" =>
"時",

"hours" =>
"時",

"minute" =>
"分",

"minutes" =>
"分",

"second" =>
"秒",

"seconds" =>
"秒",

"am" =>
"am（午前）",

"pm" =>
"pm（午後）",

"AM" =>
"AM",

"PM" =>
"PM",

"Sun" => 
"日",

"Mon" => 
"月",

"Tue" => 
"火",

"Wed" => 
"水",

"Thu" => 
"木",

"Fri" => 
"金",

"Sat" => 
"土",

"Su" =>  
"S",

"Mo" => 
"M",

"Tu" => 
"T",

"We" => 
"W",

"Th" => 
"T",

"Fr" => 
"F",

"Sa" => 
"S",

"Sunday" => 
"日曜",

"Monday" => 
"月曜",

"Tuesday" => 
"火曜",

"Wednesday" => 
"水曜",

"Thursday" => 
"木曜",

"Friday" => 
"金曜",

"Saturday" => 
"土曜",


"Jan" => 
"Jan",

"Feb" => 
"Feb",

"Mar" => 
"Mar",

"Apr" => 
"Apr",

"May" => 
"May",

"Jun" => 
"Jun",

"Jul" => 
"Jul",

"Aug" => 
"Aug",

"Sep" => 
"Sep",

"Oct" => 
"Oct",

"Nov" => 
"Nov",

"Dec" => 
"Dec",

"January" => 
"1月",

"February" => 
"2月",

"March" => 
"3月",

"April" => 
"4月",

"May_l" => 
"5月",

"June" => 
"6月",

"July" => 
"7月",

"August" => 
"8月",

"September" => 
"9月",

"October" => 
"10月",

"November" => 
"11月",

"December" => 
"12月",


"UM12" => 
"(UTC - 12:00) エニウェトク島、クワゼリン島",
"UM11" => 
"(UTC - 11:00) ノーム、ミッドウェイ諸島、サモア諸島",
"UM10" => 
"(UTC - 10:00) ハワイ",
"UM9" => 
"(UTC - 9:00) アラスカ",
"UM8" => 
"(UTC - 8:00) 太平洋標準時刻",
"UM7" => 
"(UTC - 7:00) 山岳部標準時",
"UM6" => 
"(UTC - 6:00) 中央標準時、メキシコシティ",
"UM5" => 
"(UTC - 5:00) 東部標準時、ボゴタ、リマ、キト",
"UM4" => 
"(UTC - 4:00) 大西洋標準時、カラカス、ラ・パス",
"UM25" => 
"(UTC - 3:30) ニューファンドランド",
"UM3" => 
"(UTC - 3:00) ブラジル、ブエノスアイレス、ジョージタウン、フォークランド諸島",
"UM2" => 
"(UTC - 2:00) 中部大西洋、アセンション島、セントへレナ",
"UM1" => 
"(UTC - 1:00) アゾレス、カーポベルデ諸島",
"UTC" => 
"(UTC) カサブランカ、ダブリン、エジンバラ、ロンドン、リスボン、モンロビア",
"UP1" => 
"(UTC + 1:00) ベルリン、ブリュッセル、コペンハーゲン、マドリッド、パリ、ローマ",
"UP2" => 
"(UTC + 2:00) カリーニングラード、南アフリカ、ワルシャワ",
"UP3" => 
"(UTC + 3:00) バグダッド、リヤド、モスクワ、ナイロビ",
"UP25" => 
"(UTC + 3:30) テヘラン",
"UP4" => 
"(UTC + 4:00) アブダビ、バク、マスカット、トビリシ",
"UP35" => 
 "(UTC + 4:30) カブール",
"UP5" => 
"(UTC + 5:00) イスラマバッド、カラチ、タシュケント",
"UP45" => 
"(UTC + 5:30) ボンベイ、カルカッタ、マドラス、ニューデリー",
"UP6" => 
"(UTC + 6:00) アルマティ、コロンボ、ダッカ",
"UP7" => 
"(UTC + 7:00) バンコック、ハノイ、ジャカルタ",
"UP8" => 
"(UTC + 8:00) 北京、ホンコン、パース、シンガポール、台北",
"UP9" => 
 "(UTC + 9:00) 大阪、札幌、ソウル、東京、ヤクーツク",
"UP85" => 
"(UTC + 9:30) アデレード、ダーウィン",
"UP10" => 
"(UTC + 10:00) メルボルン、パプアニューギニア、シドニー、ウラジオストック",
"UP11" => 
"(UTC + 11:00) マガダン、ニューカレドニア、ソロモン諸島",
"UP12" => 
"(UTC + 12:00) オークランド、ウェリントン、フィジー、マーシャル諸島",


// IGNORE
''=>'');?>
