<?php

$L = array(

"rotate_unsupported" =>
"画像の回転をサーバがサポートしていないようです。",

"nonexistent_filepath" =>
"指定した画像を配置できません。",

"path_does_not_exist" => 
"画像アップロードプリファレンスで指定されたパスが不正です。",

"file_exceeds_ini_limit" =>
"アップロードしたファイルは、PHP構成ファイルの最大許容サイズを超えています。",

"file_partially_uploaded" =>
"そのファイルの一部しかアップロードされていません。",

"no_file_selected" =>
"アップロードするファイルを選択していません。",

"file_upload_error" =>
"未知タイプのエラーが生じました。",

"invalid_filetype" =>
"アップロードしようとしているファイルタイプは、許可されていません。",

"invalid_filesize" =>
"アップロードしようとしているファイルは許容サイズを超えています。",

"invalid_dimensions" =>
"アップロードしようとしている画像は、最大高さまたは最大幅を超えています。",

"upload_error" =>
"ファイルをアップロードしているときに問題が生じました。",

"copy_error" =>
"ファイルを置換しているときにエラーが生じました。ファイルディレクトリが書き込み可能か確認してください。",

"unsupported_protocol" =>
"プリファレンスで指定した画像のリサイズプロトコルをサーバがサポートしていません。",

"jpg_or_png_required" =>
"プリファレンスで指定した画像のリサイズプロトコルは、JPEGまたはPNG画像タイプとだけ連動します。",

"jpg_gif_png_required" =>
"プリファレンスで指定した画像のリサイズプロトコルは、GIF、JPEG、またはPNG画像タイプとだけ連動します。",

"libpath_invalid" =>
"画像ライブラリへのパスが不正です。画像プリファレンスで正しいパスを設定してください。",

"image_resize_failed" =>
"画像のリサイズでエラーが生じました。サーバが指定プロトコルをサポートしているか、また画像ライブラリへのパスが正しいか検証してください。",

"invalid_filecontent" =>
"アップロードしようとしているファイルに、MIMEタイプには無効なコンテンツが含まれています。",

// IGNORE
''=>'');?>
